{
    "word_to_idx": {
        "C,": 1,
        "^C,": 2,
        "D,": 3,
        "^D,": 4,
        "E,": 5,
        "F,": 6,
        "^F,": 7,
        "G,": 8,
        "^G,": 9,
        "A,": 10,
        "^A,": 11,
        "B,": 12,
        "C": 13,
        "^C": 14,
        "D": 15,
        "^D": 16,
        "E": 17,
        "F": 18,
        "^F": 19,
        "G\u201d": 20,
        "G": 21,
        "A": 22,
        "^A": 23,
        "B": 24,
        "c": 25,
        "^c": 26,
        "d": 27,
        "^d": 28,
        "e": 29,
        "f": 30,
        "^f": 31,
        "g": 32,
        "^g": 33,
        "a": 34,
        "^a": 35,
        "b": 36,
        "c'": 37,
        "^c'": 38,
        "d'": 39,
        "^d'": 40,
        "e'": 41,
        "f'": 43,
        "g'": 44,
        "^g'": 45,
        "a'": 46,
        "^a'": 47,
        "B'": 48,
        "_C,": 49,
        "_D,": 50,
        "_E,": 51,
        "_G,": 52,
        "_A,": 53,
        "_B,": 54,
        "_C": 55,
        "_D": 56,
        "_E": 57,
        "_G": 58,
        "_A": 59,
        "_B": 60,
        "_c": 61,
        "_d": 62,
        "_e": 63,
        "_g": 64,
        "_a": 65,
        "_b": 66,
        "_c'": 67,
        "_d'": 68,
        "_e'": 69,
        "_g'": 70,
        "_a'": 71,
        "_b'": 72,
        "=C,": 73,
        "=E,": 74,
        "=F,": 75,
        "=G,": 76,
        "=A,": 77,
        "=B,": 78,
        "=C": 79,
        "=D": 80,
        "=E": 81,
        "=F": 82,
        "=G": 83,
        "=A": 84,
        "=B": 85,
        "=c": 86,
        "=d": 87,
        "=e": 88,
        "=f": 89,
        "=g": 90,
        "=a": 91,
        "=b": 92,
        "=c'": 93,
        "=d'": 94,
        "=e'": 95,
        "=f'": 96,
        "=g'": 97,
        "=a'": 98,
        "=b'": 99,
        "z": 100,
        "[": 101,
        "]": 102,
        "{": 103,
        "}": 104,
        "(": 105,
        ")": 106,
        "~": 107,
        ".": 108,
        "|": 109,
        "|:": 110,
        ":|": 111,
        "|]": 112,
        "||": 113,
        "[|": 114,
        "::": 115,
        "|1": 116,
        "|2": 117,
        "(2": 118,
        "(3": 119,
        "(4": 120,
        "(5": 121,
        "(6": 122,
        "(7": 123,
        "(9": 124,
        "/2": 125,
        "/3": 126,
        "/4": 127,
        "/8": 128,
        "2": 129,
        "3": 130,
        "4": 131,
        "5": 132,
        "6": 133,
        "7": 134,
        "8": 135,
        "9": 136,
        "12": 137,
        "16": 138,
        "3/4": 139,
        "3/2": 140,
        "5/2": 141,
        "7/2": 142,
        "2>": 143,
        "2<": 144,
        "/2>": 145,
        "/2<": 146,
        "4>": 147,
        "<": 148,
        ">": 149,
        "<s>": 150,
        "</s>": 151
    },
    "idx_to_word": {
        "1": "C,",
        "2": "^C,",
        "3": "D,",
        "4": "^D,",
        "5": "E,",
        "6": "F,",
        "7": "^F,",
        "8": "G,",
        "9": "^G,",
        "10": "A,",
        "11": "^A,",
        "12": "B,",
        "13": "C",
        "14": "^C",
        "15": "D",
        "16": "^D",
        "17": "E",
        "18": "F",
        "19": "^F",
        "20": "G\u201d",
        "21": "G",
        "22": "A",
        "23": "^A",
        "24": "B",
        "25": "c",
        "26": "^c",
        "27": "d",
        "28": "^d",
        "29": "e",
        "30": "f",
        "31": "^f",
        "32": "g",
        "33": "^g",
        "34": "a",
        "35": "^a",
        "36": "b",
        "37": "c'",
        "38": "^c'",
        "39": "d'",
        "40": "^d'",
        "41": "e'",
        "42": "f'",
        "43": "f'",
        "44": "g'",
        "45": "^g'",
        "46": "a'",
        "47": "^a'",
        "48": "B'",
        "49": "_C,",
        "50": "_D,",
        "51": "_E,",
        "52": "_G,",
        "53": "_A,",
        "54": "_B,",
        "55": "_C",
        "56": "_D",
        "57": "_E",
        "58": "_G",
        "59": "_A",
        "60": "_B",
        "61": "_c",
        "62": "_d",
        "63": "_e",
        "64": "_g",
        "65": "_a",
        "66": "_b",
        "67": "_c'",
        "68": "_d'",
        "69": "_e'",
        "70": "_g'",
        "71": "_a'",
        "72": "_b'",
        "73": "=C,",
        "74": "=E,",
        "75": "=F,",
        "76": "=G,",
        "77": "=A,",
        "78": "=B,",
        "79": "=C",
        "80": "=D",
        "81": "=E",
        "82": "=F",
        "83": "=G",
        "84": "=A",
        "85": "=B",
        "86": "=c",
        "87": "=d",
        "88": "=e",
        "89": "=f",
        "90": "=g",
        "91": "=a",
        "92": "=b",
        "93": "=c'",
        "94": "=d'",
        "95": "=e'",
        "96": "=f'",
        "97": "=g'",
        "98": "=a'",
        "99": "=b'",
        "100": "z",
        "101": "[",
        "102": "]",
        "103": "{",
        "104": "}",
        "105": "(",
        "106": ")",
        "107": "~",
        "108": ".",
        "109": "|",
        "110": "|:",
        "111": ":|",
        "112": "|]",
        "113": "||",
        "114": "[|",
        "115": "::",
        "116": "|1",
        "117": "|2",
        "118": "(2",
        "119": "(3",
        "120": "(4",
        "121": "(5",
        "122": "(6",
        "123": "(7",
        "124": "(9",
        "125": "/2",
        "126": "/3",
        "127": "/4",
        "128": "/8",
        "129": "2",
        "130": "3",
        "131": "4",
        "132": "5",
        "133": "6",
        "134": "7",
        "135": "8",
        "136": "9",
        "137": "12",
        "138": "16",
        "139": "3/4",
        "140": "3/2",
        "141": "5/2",
        "142": "7/2",
        "143": "2>",
        "144": "2<",
        "145": "/2>",
        "146": "/2<",
        "147": "4>",
        "148": "<",
        "149": ">",
        "150": "<s>",
        "151": "</s>"
    }
}